questions = ['Почему праздник называется "Пасха"?',
             'Пасха – только еврейский праздник?',
             'Зачем говорят «Христос воскрес»?',
             'Какое отношение Пасха имеет ко мне?',
             'Как готовиться к Пасхе?',
             'При чем тут куличи и яйца?',
             'Почему дата Пасхи каждый год меняется?',
             'Почему Пасху празднуют в разные даты?',
             'Действительно ли Христос воскрес?']


answers = ['Согласно Священному Писанию, три с половиной тысячи лет назад Бог совершил суд над Египтом за то, '
           'что египтяне жестоко обращались с Божьим народом – израильтянами, которые были у них в рабстве в то время: '
           'на страну обрушились десять так называемых "казней Египетских", последней из которых была смерть первенца в '
           'каждой семье. Эта казнь не коснулась находившихся в то время в Египте израильтян: по повелению Бога они '
           'помазали косяки дверей своих домов кровью ягнят, и ангел, который проходил и убивал первенцев, проходил мимо их домов. '
           '\n\nЭто «прохождение мимо» – по-еврейски «песах» – и дало название празднику. Каждый год евреи вспоминают, '
           'что они были рабами, но Бог освободил их и исполнил обещание: «Приму вас Себе в народ и буду вам Богом» (Исх. 6:7).',

           'Началось все с того, что две тысячи лет назад Бог избрал еврейский праздник Пасхи как время смерти Своего '
           'Сына Иисуса Христа – и сделано это было не случайно. Между исходом из Египта и распятием Христа есть сходство: '
           'когда-то кровь ягнят защитила израильтян; теперь же кровь Христа, Сына Божьего, избавила от вечной гибели тех, '
           'кто поверил Ему. Когда-то Бог вывел один народ из рабства; теперь смерть Христа освободила нас, принадлежащих к '
           'разным народам, от старой жизни, в которой мы были рабами греха. Не случайно в Библии церковь названа «церковью '
           'первенцев» (Евр. 12:23), а Христос – «нашей Пасхой» (1 Кор. 5:7). Мы празднуем не древний еврейский праздник выхода '
           'из Египта, а новый «исход» – от мира преступлений и смерти к миру благой и вечной жизни с Богом.',

           'Суть этой фразы-приветствия такова: приветствующий утверждает, что Иисус Христос воскрес из мертвых, а приветствуемый '
           'подтверждает: Он действительно воскрес.\n\nДело в том, что главная радость Пасхи – в воскресении Христа. Если бы Христос '
           'только умер, то нам не на что было бы надеяться. Кому бы верили? Тот факт, что Он воскрес, означает, что жертва Христа '
           'принята Богом-Отцом вместо смерти нас, грешников, грех и смерть побеждены, вечная жизнь доступна.\n\nКроме того, эта фраза '
           'означает: Христос живёт, и мы будем жить. Поэтому так естественно выразить наши пасхальные чувства именно словами о воскресении.'
           ' В этом традиционном приветствии есть и исповедание веры, и радость от победы, и восхищение Богом, явившем Свою любовь в смерти на кресте.',

           'Действительно, кажется, что никакого: Христос же умер две тысячи лет назад. Однако для Бога время не преграда. Поэтому и мы можем'
           ' быть реальными соучастниками пасхального события.\n\nИисус Христос призывает нас присоединиться к Нему, поверив Его '
           'вести о прощении грехов и раскаявшись в своих грехах. Апостол Павел писал: «Неужели не знаете, что все мы, крестившиеся '
           'во Христа Иисуса, в смерть Его крестились? Итак, мы погреблись с Ним крещением в смерть, дабы, как Христос воскрес из '
           'мертвых славою Отца, так и нам ходить в обновленной жизни» (Рим. 6:3-4). Сегодня Иисус соединяет нас с Собой в Своей '
           'смерти и воскресении. Суть жизни каждого христианина уже изменена умершим за него и воскресшим Христом. Так что Пасха – '
           'это главный праздник не только в Божией истории, но и в моей личной жизни.',

           'Центральная часть любого христианского праздника – поклонение Богу. Он «Тот, для Которого всё и от Которого '
           'всё» (Евр. 2:10), поэтому христиане – Его народ – собираются вместе, и мы вслушиваемся в Его слова через '
           'Библию, обращаемся к Нему в молитвах, поём и славим Его. Но и просто украшение церквей, и общение верующих '
           'за одним столом – всё это выражает нашу радость о Христе и Его церкви.\n\nТакже, чтобы Пасха ощущалась как '
           'праздник, важна подготовка. Празднование входа Христа в Иерусалим за неделю до Пасхи, воспоминание Его страданий '
           'в четверг и пятницу, приобщение к Его распятому телу и пролитой крови через вечерю Господню (евхаристию) – '
           'это особенно помогает нам подойти к радости воскресения.',

           'Существует легенда о яйце, покрасневшем в руках у Марии Магдалины на приёме у императора. Исторически '
           'она весьма сомнительна. Скорее всего, обычай красить яйца пришёл к нам из весенних праздников, '
           'связанных с сельским хозяйством.\n\nКак бы то ни было, сегодня яйца и куличи – узнаваемые пасхальные '
           'символы. Здесь важно не превращать праздник лишь в игру вокруг яиц, но суметь использовать их, чтобы '
           'выделить этот день как особенный. А если кто-то считает их бессмысленными или неуместными, тем стоит '
           'обойтись без них. Главное помнить, что мы призваны не суетиться или ссориться, а вместе поклоняться Тому, '
           'кто ради нас смертью победил смерть.',

           'В древнем Израиле пользовались лунным календарём, поэтому дата иудейской Пасхи – 14-е число месяца '
           'авива (позже он стал называться «нисан») – выпадает на разные числа нашего солнечного календаря. '
           'Христианская церковь отчасти заимствовала эту традицию, установив праздновать Пасху в первое воскресенье '
           'после первого полнолуния, не предшествующего дню весеннего равноденствия, но так, чтобы это не совпадало '
           'с иудейской Пасхой. Сегодня, правда, используется не астрономия, а давно составленные таблицы с датами '
           '(пасхалии), которые, кстати, астрономическим данным уже не соответствуют.',

           'На западе в конце XVI века была принята другая пасхалия и другой, григорианский календарь. '
           'Русская Православная Церковь по-прежнему использует древнюю пасхалию и юлианский календарь. '
           'Из-за этого в некоторые годы даты могут совпасть, а в некоторые разница доходит до пяти недель.'
           '\n\nЛюбопытно, что первый спор о дате празднования Пасхи случился ещё во втором веке. '
           'Тогда малоазийские общины праздновали её 14-го нисана, а римские – в первое воскресение '
           'после 14-го нисана. Хотя Поликарп Смирнский и Аникита Римский не смогли договориться о едином порядке, '
           'у них хватило мудрости терпеливо отнестись к данному различию и сохранить христианское общение. '
           'Этому и нам стоит поучиться. Христос «предан за грехи наши и воскрес для оправдания нашего» (Рим. 4:25) – '
           'вот что действительно важно, а не дата события. Христос Воскрес!',

           'Как мы видим в Библии, апостолы, находившиеся с Иисусом, проявляли страх, трусость, оставив Христа одного, когда '
           'Его арестовали. \n\nНо в книге Деяний мы видим, как они изменились после Его воскресения. Они стали смело проповедовать, '
           'даже рискуя жизнью, и почти все они умерли мученической смертью за веру. То есть после воскресения Христа они '
           'больше и сами не боялись смерти. \n\nВо всех проповедях апостолов, которые мы встречаем на страницах Библии, '
           'тема воскресения Иисуса Христа занимает центральное место. \n\nАпостол Павел в послании Коринфянам перечисляет '
           'целый список людей, которые видели воскресшего Христа:\n1Кор 15:4-7: ""и что Он погребен был, и что воскрес в '
           'третий день, по Писанию, и что явился Кифе, потом двенадцати; потом явился более нежели пятистам братий в одно '
           'время, из которых большая часть доныне в живых, а некоторые и почили; потом явился Иакову, также всем Апостолам;”'
           '\n\nТаким образом мы видим, что проповедь о воскресении Иисуса Христа занимала ключевое место в жизни апостолов '
           'и в формировании первой церкви.\nТакая сила убежденности могла появиться только у настоящих свидетелей воскресения Христа.']