text_1 = (f'!🤝 \nВ эти далеко не самые спокойные дни мы хотим поднять проблему, с которой все мы сталкиваемся каждый день. Это проблема зла. '
    f'\n\n❓Где найти покой?'
    f'\n❓Как победить зло?'
    f'\n❓Есть ли выход?'
    f'\n\nОб этом поговорим в воскресенье, 5 мая в 12:00 на Пасхальном богослужении "Победа над злом".')

text_2 = (f'❕Приглашаю Тебя на Пасхальное богослужение <b>"Победа над злом"</b>. '
          f'\n\nОно состоится 5 мая в 12:00 на площадке SKYNIA HALL, м.Волгоградский проспект, Михайловский проезд 1с2')
text_3 = ('На мероприятии будет:'
          '\n\n1️⃣ Атмосфера настоящего праздника добра'
          '\n\n2️⃣ Кафе с вкусными напитками и выпечкой'
          '\n\n3️⃣ Совместное пение с группой RBCmusic'
          '\n\n4️⃣  Профессиональные музыкальные вставки на живом рояле'
          '\n\n5️⃣ Детская комната с аниматорами и пасхальными поделками'
          '\n\n6️⃣ Знакомства и обсуждение Пасхи после собрания'
          '\n\n  ☝️И более того:'
          '\n\n7️⃣Доклад священнослужителя, автора книг Евгения Бахмутского “Где Бог, когда вокруг зло?”'
          '\n\n<a href="https://пасхамосква.рф/">пасхамосква.рф</a>')
text_5 = 'Добавь мероприятие в календарь, чтобы не забыть и не потеряться! '
text_6 = 'Отлично. \n🕊 А теперь выбери, что тебя интересует – расскажу обо всем.'

text_7 = "Пасха, или Песах, является одним из наиболее древних и важных праздников в истории человечества. В еврейской традиции Песах отмечает освобождение израильтян из рабства в Египте и их исход из этой страны под руководством Моисея. Этот праздник символизирует свободу, освобождение и обновление, а также напоминает о важности справедливости и милосердия."
text_8 = "Переходя к Новому Завету, Пасха принимает еще более глубокий смысл. В христианской традиции Пасха отмечает воскресение Иисуса Христа из мертвых, что является основой христианской веры. Это событие символизирует победу над смертью и принесение надежды и спасения для всего человечества."
text_9 = "Итак, Пасха объединяет обе традиции - еврейскую и христианскую - вокруг общих тем освобождения, спасения и новой жизни. Она напоминает нам о важности веры, надежды и любви, а также о необходимости борьбы за справедливость и освобождение от бремени греха. Приглашаем вас присоединиться к нам на воскресное мероприятие  в честь Пасхи, где мы сможем вместе отметить этот знаменательный праздник и поделиться радостью воскресения Христова."
text_10 = "С большой радостью приглашаем вас присоединиться к нам на особенное воскресное мероприятие которое будет посвящено одному из самых важных праздников для христианской общины - Пасхе. Это мероприятие будет не только праздничным, но и информативным, предоставляя всем возможность узнать больше о значении и традициях этого древнего праздника. Мы приготовили для вас интересную программу, включающую в себя проповедь о смысле Пасхи, музыкальные выступления, а также возможность задать вопросы и обсудить веру с представителями нашей общины. Будет доступно для всех, вне зависимости от вашей религиозной принадлежности. Мы приглашаем вас присоединиться к нам и поделиться этим особенным моментом вместе с нами."

text_11 = ('Этот бот создан группой волонтеров из  г.Москва.\n\n✝️ Мы верим, что христианство – '
           'это больше, чем традиция, а Пасха – это напоминание о качественно другой жизни, которую предлагает '
           'Христос. \n\n🙏 Нас объединяет мечта изменить облик нашего общества через Евангелие – радостную новость '
           'о победе над злом, которую совершил Иисус Христос на кресте.\n\nЭто дает нам силы жить в этом мире и '
           'радоваться. Это та причина, почему мы старательно учимся и работаем в этом большом городе. ')

text_12 = ('Хотим порадовать тебя в честь светлого праздника Пасхи – дарим тебе купон на напиток '
           'в нашем кафе или книгу из нашей книжной лавки!\n\n⚫Получить подарок можно 5 мая '
           'в SKYNIA Hall. Часы работы кафе и книжной лавки с 10:30 до 11:50 и с 14:00 до 15:30'
           '\n\n⚫ В акции участвуют любые напитки маленького размера, большой латте. (Исключения: раф и флэт уайт)'
           '\n\n👉Для получения напитка или книги скажи волонтеру в кафе или лавке, что ты из Telegram-бота "Пасхальный помощник" 😁')

send_invoice = ("<b>🕊️ Друзья, Христос Воскрес! </b>"
                "\n\nВоскресение Христа – это и есть победа над злом. "
                "\nВсе, что нас тревожит и тяготит будь то внутри или снаружи – все побеждено Христом, "
                "потому что Он победил смерть и грех, умерев на кресте и воскреснув из мертвых. "
                "\n\nПразднуя Пасху, мы не только вспоминаем историческое событие, но и отмечаем наше личное участие в этой победе через истинную веру в Иисуса Христа."
                "\n\n<b>❔В чем заключается эта вера❔</b>"
                "\nВ том, что Бог так возлюбил мир, что отдал Своего Сына, Иисуса Христа, на крестную смерть, чтобы все, кто поверит в Него не погиб, но имел вечную жизнь <a href='https://bible.by/nrt/43/3/'>(Евангелие от Иоанна 3:16)</a>. Распятая Любовь, теперь близкая к каждому человеку — только открой сердце."
                "\n\n<i>Если вы не смогли быть сегодня на Пасхальном богослужении «Победа над злом», посмотрите запись трансляции вот тут: </i>"
                "\nhttps://www.youtube.com/live/npaJP4fBHLE?si=bE7PuMnDZMK0LsT7")